---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRunActualRiserHeight
source: html/2ac869c7-aec1-1e7a-6c1e-125fd86c4d7c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRunActualRiserHeight Property

"Actual Riser Height": Actual Riser Height

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRunActualRiserHeight { get; }
```